"ADD_EVENT_PROMPT" = "Etkinliğin ayrıntılarını ayarlayın.";
"ADD_EVENT" = "Etkinlik Ekle";
"EDIT_EVENT" = "Düzenle";
"CANCEL" = "Vazgeç";

"DELETE" = "Sil";
"DELETE_ONE" = "Sadece Bu Etkinliği Sil";
"DELETE_FUTURE" = "Sonraki Tüm Etkinlikleri Sil";
"DELETE_RECURRING_ALERT_TITLE" = "Bu, yinelenen bir etkinlik.";
"DELETE_EVENT" = "Etkinliği Sil";

"DETACH_ONE" = "Sadece bu etkinliğe kaydet";
"DETACH_FUTURE" = "Sonrakilere de kaydet";
"DETACH_ALL" = "Tüm etkinliklere kaydet";
"DETACH_ALERT_TITLE" = "Bu, yinelenen bir etkinlik.";

"CANCEL_DIRTY_ALERT_TITLE" = "Bu etkinlik değiştirilmiş.";
"CANCEL_DIRTY_CANCEL" = "Değişiklikten Vazgeç";
"CANCEL_DIRTY_REVIEW" = "Değişikliği Gözden Geçir";

"INVALID_ATTENDEE_ADDRESS_ALERT_TITLE" = "Davet Gönderilemiyor";
"INVALID_ATTENDEE_ADDRESS_ALERT_BODY_FORMAT" = "\"%@\", geçerli bir e-posta adresi gibi gözükmüyor.";
"OK" = "Tamam";

"TITLE_PLACEHOLDER" = "Başlık";
"LOCATION_PLACEHOLDER" = "Yer";
"TITLE_DETAIL_NAV_TITLE" = "Başlık ve Yer";
"DEFAULT_EVENT_TITLE" = "Yeni Etkinlik";
"ADD_TO_CALENDAR" = "Takvime Ekle";

"STARTS" = "Başlangıç";
"ENDS" = "Bitiş";
"DATE_DETAIL_NAV_TITLE" = "Başlangıç - Bitiş";
"ALL_DAY_SWITCH_TITLE" = "Tam gün";
"TIME_ZONE" = "Saat Dilimi";
"FLOATING" = "Serbest";

"REPEAT" = "Yinele";
"NEVER_DETAIL" = "Yok";
"DAILY_DETAIL" = "Her Gün";
"WEEKLY_DETAIL" = "Her Hafta";
"BIWEEKLY_DETAIL" = "Her 2 Haftada Bir";
"MONTHLY_DETAIL" = "Her Ay";
"YEARLY_DETAIL" = "Her Yıl";
/* Used as a title for both repeating events and repeating reminders */
"RECURRENCE_DETAIL_NAV_TITLE" = "Yinele";
"END_REPEAT" = "Son Tarih";
"END_REPEAT_NAV_TITLE" = "Son Tarih";
"TIME_ZONE_CHOOSER_PROMPT" = "Bir şehir adı yazın.";

"REPEAT_FOREVER" = "Sonsuz Yinele";

"ADD_INVITEES_NAV_TITLE" = "Davetli Ekle";
"ADD_INVITEES_PROMPT" = "Bu etkinliğe davetli ekleyin.";

/* used as alert title for save errors */
"CANNOT_SAVE_EVENT" = "Etkinlik Kaydedilemiyor";
"ALERT_TIME" = "Uyarı Zamanı";
"CANNOT_REPEAT_EVENT" = "Etkinlik Yinelenemiyor";

"CALENDAR_DISAMBIGUATION_FORMAT" = "%@ (%@)";

